alfabet = '''йцукенгшщзхъфывапролджэячсмитьбю .,!"'&?-_+=*/()#№qwertyuiopasdfghjklzxcvbnm<>{}[]:;1234567890ЙЦУКЕНГШЩЗХЪФЫВАПРОЛДЖЭЯЧСМИТЬБЮQWERTYUIOPASDFGHJKLZXCVBNM'''
decode_trigger = "~"
add = 6
TO_SECURE_MESSAGE = '''Вы успешно зашифровали сообщение!
Чтобы расшифровать, отошлите это сообщение боту:
    
'''
DE_SECURE_MESSAGE = '''Вы успешно расшифровали сообщение:  
  
'''

START_MESSAGE = '''Здравствуйте, я бот. Я умею шифровать Ваши сообщения своим особым шифром, который могу понять только я. Пришлите мне текст, который хотите зашифровать. Я к Вашим услугам!
Если Ваш друг отправил Вам зашифрованное мной сообщение, то пришлите это сообщение мне, и я расшифрую его!
К сожалению, я не умею шифровать тексты со смайликами.
'''
